export const BANNER_TEXT = {
  title: "Ось, що вона спекла — рецепти з повагою та любов'ю до їжі",
  userGoal:
    'Ви тут, щоб надихнутись випічкою, щоб приготувати її разом з моїми рецептами, перевіреними часом, друзями та людьми, які з довірою замовляли у мене торти.',
  myGoal: 'Я тут, щоб надихнути вас.',
} as const;

export const BUTTONS_TEXT = {
  toRecipes: 'До рецептів',
  goBack: 'Повернутись назад',
  mobileMenu: 'Відкрити меню',
} as const;

export const LINKS_TITLE = {
  favRecipes: 'Улюблені рецепти',
} as const;

export const IMAGE_ALT_TEXT = {
  logo: 'Thats What She Backed Logo',
  blogBackground: 'Фонова картинка з їжею',
  lastRecipeImage: 'Остання головна картинка',
  articleImage: 'Картинка до статті',
  imageInConstructor: 'Картинка №',
} as const;

export const PLACEHOLDERS_TEXT = {
  searchRecipe: 'пошук рецепту',
  searchArticle: 'пошук статті',
} as const;

export const RECIPES_PAGE_TEXT = {
  allIngredientsBox: 'Всі інгредієнти',
  tips: 'Важливі замітки',
  sticker: '📌',
} as const;

export const TIPS_PAGE_TEXT = {
  title: 'Замітки про іжу',
} as const;

export const FAVS_PAGE_TEXT = {
  title: 'Улюблені рецепти',
} as const;

export const BLOG_PAGE_TEXT = {
  title: 'Тут зібрані мої думки та досвід на тему їжі',
  subTitle:
    'З подорожей по Україні та світу, про улюблені місця, куди я із задоволенням повертаюсь знову і знову, про місця, які хочу відвідати. Про чесність з клієнтами та творчість, через яку передається любов до людей і їжі.',
} as const;

export const RIGHTS_TEXT =
  '© Thats What She Baked. All rights reserved' as const;
