{
  "data": [
    {
      "id": 1,
      "mainImage": "https://res.cloudinary.com/dqkoxlze0/image/upload/v1690967129/bakery/cheesecake%20Friends/photo_2023-07-01_20-33-56_t1oko7.jpg",
      "title": "Чізкейк як в Друзях",
      "description": [
        "Все почалось з дивовижної серії серіалу 'Друзі' про чізкейк який вартий краджки. Пам'ятаю як я вперше побачила як Рейчел та Чендлер їли чізкейк прямо з полу, і я подумала: 'Ну невже він дійсно такий смачний!'. Після цієї серії сирний десерт блукав моїми думками, інтригуючи смакові рецептори. Тому в ще в дитинстві я загорілась приготувати саме такий як там! Як би я дізналась, що смак мого чізкейку саме такий? Ну я також була б готова їсти його з полу!)",
        "Чізкейк за цим рецептом саме такий! Та я сподіваюсь, що ви не будете перевіряти мою теорію:)",
        "Рецепт взятий з книги 'Friends. Офіційна кулінарна книга', тому можете не сумніватись, це саме той 'чізкейк, який вартий крадіжки'!",
        "Тепер швидко про приготування. Чізкейк це такий десерт, яки потребує довгої стабілізації, а саме 8-10 годин в холодильнику. Тому, якщо він потрібен вам на завтра, то готуйте його сьогодні ввечері :) Також, є певний порядок приготування складових десерту: спочатку готуємо пісочну основу, потім форму, і вже наприкінці сирну складову. Все дуже просто, з техніки потрібен хіба що блендер, щоб перемолоти печиво, все інше робимо руками :)",
        "Тож, поїхали!"
      ],
      "category": "cheescake",
      "bakingTime": "1:30-1:50 годин",
      "formSize": "16см в діаметрі",
      "amount": "6-8 порцій",
      "tips": {
        "інгрідієнти": "Зазвичай інгредієнти для начинки (крем-сир, яйця, сметана/вершки) мають бути однакової кімнатної температури, щоб вони легко та швидко змішались. Тому раджу дістати їх з холодильнику за 30-15 хвилин до початку приготування :)",
        "яйця": "Саме в цьому рецепті не так важлива категорія яєць, головне, щоб вони були С1-С0, але зазвичай я вказую С0, бо це стандартний розмір яєць для випічки. В тих випадках, коли кількість яєчних продуктів в рецепті дійсно важлива, я буду вказувати її в грамах :)",
        "крем-сир": "Щодо крем-сиру скажу, що я люблю саме ті, які написала вище. Млековіта – окрема любов, мені подобається його смак, легкість, ціна і те, що він продається по 1 кг. Філадельфія – це класика, якщо ви хочете відчути той самий американський смак чізкейку. Креметте – добрий на смак, але трішки жирнуватий, продається по 2кг. Я зазвичай купляю їх в МЕТRО або в кондитерському магазині. Беріть той крем-сир, який ва найбільше подобається за смаком та має жирність від 50%.",
        "ваніль": "Ваніль: при покупці перевірте, щоб ванільний стручок був м’який, бо це говорить про його свіжіть"
      },
      "ingredients": {
        "основа": [
          "вершкове масло м’яке – 50г+50г (50г в тісто, 50г в кранч)",
          "цукор білий – 20г",
          "цукрова пудра – 20г",
          "білок – 15г (+-5 грам) (С0)",
          "горіхове борошно – 20г",
          "пшеничне борошно – 90г"
        ],
        "сирна начинка": [
          "крем-сир – 450г (Mlekovita Ne tilko dlya sushi, Philadelphia, Cremette)",
          "цукор білий – 120г",
          "яйця – 1шт (С0) + жовток, який залишився з тіста",
          "сметана – 100г (15-20%)",
          "ванільний стручок – 1шт (можна замовити в інтернеті, зокрема на Розетці, або придбати в найближчому кондитерському магазині)",
          "сік лимону – 0,5 столові ложки",
          "сіль – дрібка"
        ],
        "випікання": []
      },
      "steps": {
        "основа": [
          {
            "text": "При приготуванні чізкейку, ми завжди починаємо з основи – печива. В невелику миску покладіть м’яке вершкове масло кімнатної температури (50г), цукор (20г) та цукрову пудру (20г), все це ретельно перемішайте. Ми беремо саме м’яке масло, щоб воно легко змішалось з цукровими складниками та не залишилось окремими нерозмішаними частинами."
          },
          {
            "image": ""
          },
          {
            "text": "Далі додайте білок (15г), також ретельно перемішайте. Дуже зручно те, що в тісті ми використовуємо білок, а в начинку додаємо жовток, тому у вас не лишиться зайвих інгредієнтів, а начинка з жовтком буде це ніжніша!"
          },
          {
            "image": ""
          },
          {
            "text": "Додайте горіхове борошно (20г) та пшеничне борошно (90г)."
          },
          {
            "image": ""
          },
          {
            "text": "Додайте горіхове борошно (20г) та пшеничне борошно (90г).Тепер вимішуємо тісто, 2-х хвилин на вимішування буде достатньо. Тут уважно: якщо ви вже все змішали в однорідну консистенцію (тобто в мисці немає окремих кусків борошна і тд), і вам здається, що тісто все ще сильно крошиться, то додайте трішки білку (приблизно 5г) та знову перемішайте. У вас повинно вийти таке красиве однорідне тісто, яке легко формується."
          },
          {
            "image": ""
          },
          {
            "text": "Зробіть із тіста пласт товщиною 2 см, оберніть у харчову плівку та покладіть в холодильник на 1 годину."
          },
          {
            "image": ""
          },
          {
            "text": "Поки тісто відпочиває та охолоджується, ви можете зробити начинку та підготувати форму для випічки."
          }
        ],
        "сирна начинка": [
          {
            "text": "Тут буде дуже просто: відміряли інгредієнти, змішали і все! Почнемо!"
          },
          {
            "text": "Крем-сир (450г) добре змішайтез цукром (120г)."
          },
          {
            "image": ""
          },
          {
            "text": "До крем-сиру тепер додайте яйце (1шт) та жовток (1шт). Перемішайте, можливо, на даному етапі буде зручніше спочатку вимішати все лопаткою/ложкою, а потім домішати вінчиком, щоб вийшла максимально однорідна консистенція."
          },
          {
            "image": ""
          },
          {
            "text": "Додайте сметану (100г), 0,5 столової ложки лимонного соку, дрібку солі, перемішайте."
          },
          {
            "image": ""
          },
          {
            "text": "Тепер найсакральніший етап: відділити ванільні зерна від стручка. Для цього надріжте ванільний стручок вздовж гострим ножем, тут ви вже почуєте цей неймовірний аромат ванілі! Вишкребіть ножем ванільні зерна, рухаючись від початку до кінця стручка. Тепер цей скарб додайте до чізкейку та перемішайте, щоб ванільні зерна розподілились по всій масі."
          },
          {
            "image": ""
          },
          {
            "image": ""
          }
        ],
        "випікання": [
          {
            "text": "Увімкніть пічку на 180 градусів."
          },
          {
            "text": "Приготуйте форму. Якщо ви використовуєте кондитерське кільце, то потрібно вирізати з пергаменту кружечок такого ж діаметру, як саме кільце. Також, виріжте пергамент для бортиків форми. Я зазвичай повністю окотую форму пергаментом, щоб дізнатись довжину кільця, вирізаю по цій довжині шматок пергаменту та обрізаю шматок по висоті кільця. Тепер кільце щільно оберніть у фольгу, на дно цієї форми покладіть кружечок з пергаменту, а борти застіліть пергаментом, там де він перетинається, змажте вершковим маслом, щоб приклеїти його обидва кінця."
          },
          {
            "image": ""
          },
          {
            "image": ""
          },
          {
            "text": "Фух! Форма готова."
          },
          {
            "image": ""
          },
          {
            "text": "Дістаньте тісто з холодильника, дуже швидко наріжте його в кранч."
          },
          {
            "image": ""
          },
          {
            "text": "Якщо ви впорались за 1 хвилину або менше, то можете одразу випікати цей кранч (пам’ятаєте, ми вмикали піч на 180?), випікаємо його 10-15 хвилин до рум’яності."
          },
          {
            "text": "Якщо ж ви довго різали тісто на кранч та воно встигло трішки нагрітись, то покладіть його в холодильник на 10 хвилин і тільки потім випікайте."
          },
          {
            "image": ""
          },
          {
            "text": "Після випікання дайте тісту охолонути 7-10 хвилин, а поки зміність температуру в духовці 150 градусів, підготуйте блендер, розтопіть вершкове масло (50г) до рідкого стану в мікрохвильовці. Тепер зробіть в блендері крошку з цього печива. Вона не обов’язково має бути дуже дрібка, мені подобається, коли там є фракції 2-5мм, щоб їх було видно вже в готовому чізкейку."
          },
          {
            "image": ""
          },
          {
            "text": "Тепер змішайте крошку та розтоплене вершкове масло, у вас має вийти щось схоже на тісто, але менш однороте та більш розсипчасте. Якщо тісто дууже розсипчасте та сухе навіть після ретельного розмішування, додайте ще трішки розтопленого масло АБО молока. Краще додавати їх по 1 чайній ложці, перемішувати та дивитись консистенцію."
          },
          {
            "image": ""
          },
          {
            "text": "Ідеальна печивова маса - це та, яка ліпиться, але не прилипає!"
          },
          {
            "text": "Все, тепер ви готові викладати тісто у форму."
          },
          {
            "image": ""
          },
          {
            "text": "ВАЖЛИВО: Спочатку поставте форму на деко!"
          },
          {
            "text": "Викладіть його на низ форми та зробіть так, щоб тісто покривало бортики форми також (можете формувати тісто стаканом або руками, якщо тісто липне до рук/стакану, змастіть руки/стакан маслом)."
          },
          {
            "text": "ВАЖЛИВО: впевніться, що форма все ще стоїть на деко."
          },
          {
            "text": "Тепер мій улюблений момент! Акуратно вилейте начинку у форму з тістом, постукайте деко по столу, щоб сирна маса рівномірно розподілилась по формі, можете вирівняти тісто лопаткою."
          },
          {
            "image": ""
          },
          {
            "text": "І тепер поставте чізкейк випікатись на 150 градусів на 40 хвилин. Через 40 хвилин понизьте температуру до 130 градусів та випікайте ще 20-40 хвилин. Тут не має точного часу, бо у кожного різні духовки і тд. Тому, слідкуйте, щоб тісто колихалось посередині (наче желе!), це сигнал, що чізкейк готовий!"
          },
          {
            "text": "Після випікання дайте чізкейку охолонути при кімнатній температурі приблизно 1 годину (можете залишити на ніч його при кімнатній температурі, а можете даже обережно перекласти його в холодильник (через тверду тонку дощечку) також на ніч). Зауважте, що його основа достатньо м’яка, і чізкейк не можна піднімати з деко, взявшить просто за форму, поки він не стабілізується, а на це йому потрібно мінімум 8 годин."
          },
          {
            "image": ""
          },
          {
            "image": ""
          },
          {
            "text": "Цей чіз здивує всіх, хто буде його куштувати, вони навіть можуть подумати, що то з Мілкбару абощо! Але ні, ви зробили його самі! Він буде в міру ніжний, з ванільним смаком та хрусткою ноткою печива :) Енджой та ділись в коментарях своїм чізкейком за цим рецептом!)"
          },
          {
            "image": ""
          },
          {
            "image": ""
          }
        ]
      }
    }
  ]
}