{
  "data": [
    {
      "slug": "cheesecake-from-friends",
      "mainImage": "https://res.cloudinary.com/dqkoxlze0/image/upload/v1690967129/bakery/cheesecake%20Friends/photo_2023-07-01_20-33-56_t1oko7.jpg",
      "title": "Чізкейк як в Друзях",
      "description": [
        "Все почалось з дивовижної серії серіалу «Друзі» про чізкейк який вартий крадіжки. Пам'ятаю як я вперше побачила як Рейчел та Чендлер їли чізкейк прямо з полу, і я подумала: «Ну невже він дійсно такий смачний!«. Після цієї серії сирний десерт блукав моїми думками, інтригуючи смакові рецептори. Тому в ще в дитинстві я загорілась приготувати саме такий як там! Як би я дізналась, що смак мого чізкейку саме такий? Ну я також була б готова їсти його з полу!)",
        "Чізкейк за цим рецептом саме такий! Та я сподіваюсь, що ви не будете перевіряти мою теорію:)",
        "Рецепт взятий з книги «Friends. Офіційна кулінарна книга», тому можете не сумніватись, це саме той «чізкейк, який вартий крадіжки»!",
        "Тепер швидко про приготування. Чізкейк це такий десерт, яки потребує довгої стабілізації, а саме 8-10 годин в холодильнику. Тому, якщо він потрібен вам на завтра, то готуйте його сьогодні ввечері :) Також, є певний порядок приготування складових десерту: спочатку готуємо пісочну основу, потім форму, і вже наприкінці сирну складову. Все дуже просто, з техніки потрібен хіба що блендер, щоб перемолоти печиво, все інше робимо руками :)",
        "Тож, поїхали!"
      ],
      "category": "cheescake",
      "bakingTime": "1:30-1:50 години",
      "formSize": "16см в діаметрі",
      "amount": "6-8 порцій",
      "tips": {
        "інгрідієнти": "Зазвичай інгредієнти для начинки (крем-сир, яйця, сметана/вершки) мають бути однакової кімнатної температури, щоб вони легко та швидко змішались. Тому раджу дістати їх з холодильнику за 30-15 хвилин до початку приготування :)",
        "яйця": "Саме в цьому рецепті не так важлива категорія яєць, головне, щоб вони були С1-С0, але зазвичай я вказую С0, бо це стандартний розмір яєць для випічки. В тих випадках, коли кількість яєчних продуктів в рецепті дійсно важлива, я буду вказувати її в грамах :)",
        "крем-сир": "Щодо крем-сиру скажу, що я люблю саме ті, які написала вище. Млековіта – окрема любов, мені подобається його смак, легкість, ціна і те, що він продається по 1 кг. Філадельфія – це класика, якщо ви хочете відчути той самий американський смак чізкейку. Креметте – добрий на смак, але трішки жирнуватий, продається по 2кг. Я зазвичай купляю їх в МЕТRО або в кондитерському магазині. Беріть той крем-сир, який ва найбільше подобається за смаком та має жирність від 50%.",
        "ваніль": "Ваніль: при покупці перевірте, щоб ванільний стручок був м’який, бо це говорить про його свіжіть"
      },
      "allIngredients": [
        "вершкове масло м’яке – 100г",
        "цукор білий – 140г",
        "цукрова пудра – 20г",
        "яйця – 2шт (С0)",
        "горіхове борошно – 20г",
        "пшеничне борошно – 90г",
        "крем-сир – 450г (Mlekovita Ne tilko dlya sushi, Philadelphia, Cremette)",
        "сметана – 250г (15-20%)",
        "ванільний стручок – 1шт (можна замовити в інтернеті, зокрема на Розетці, або придбати в найближчому кондитерському магазині)",
        "сік лимону – 1,5 столові ложки",
        "сіль – дрібка"
      ],
      "ingredients": {
        "основа": [
          "вершкове масло м’яке – 50г+50г (50г в тісто, 50г в кранч)",
          "цукор білий – 20г",
          "цукрова пудра – 20г",
          "білок – 15г (+-5 грам) (С0)",
          "горіхове борошно – 20г",
          "пшеничне борошно – 90г"
        ],
        "сирна начинка": [
          "крем-сир – 450г (Mlekovita Ne tilko dlya sushi, Philadelphia, Cremette)",
          "цукор білий – 120г",
          "яйця – 1шт (С0) + жовток, який залишився з тіста",
          "сметана – 100г (15-20%)",
          "ванільний стручок – 1шт (можна замовити в інтернеті, зокрема на Розетці, або придбати в найближчому кондитерському магазині)",
          "сік лимону – 0,5 столові ложки",
          "сіль – дрібка"
        ],
        "випікання": [],
        "верхівка": [
          "сметана – 150г (від 15% жирності)",
          "ваніль – зовсім трохи :)",
          "лимонний сік – 1 ст л"
        ]
      },
      "steps": {
        "основа": [
          {
            "text": "При приготуванні чізкейку, ми завжди починаємо з основи – печива. В невелику миску покладіть м’яке вершкове масло кімнатної температури (50г), цукор (20г) та цукрову пудру (20г), все це ретельно перемішайте. Ми беремо саме м’яке масло, щоб воно легко змішалось з цукровими складниками та не залишилось окремими нерозмішаними частинами."
          },
          {
            "image": [
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1692172342/bakery/cheesecake%20Friends/photo_2023-08-16_10-50-14_lxpztr.jpg",
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1692172342/bakery/cheesecake%20Friends/photo_2023-08-16_10-50-15_r4pxct.jpg",
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1692172343/bakery/cheesecake%20Friends/photo_2023-08-16_10-50-15_2_zztsvf.jpg",
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1692172343/bakery/cheesecake%20Friends/photo_2023-08-16_10-50-16_ronqck.jpg"
            ]
          },
          {
            "text": "Далі додайте білок (15г), також ретельно перемішайте. Дуже зручно те, що в тісті ми використовуємо білок, а в начинку додаємо жовток, тому у вас не лишиться зайвих інгредієнтів, а начинка з жовтком буде це ніжніша!"
          },
          {
            "image": [
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1692172344/bakery/cheesecake%20Friends/photo_2023-08-16_10-50-17_fnjoh4.jpg"
            ]
          },
          {
            "text": "Додайте горіхове борошно (20г) та пшеничне борошно (90г)."
          },
          {
            "image": [
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1692172343/bakery/cheesecake%20Friends/photo_2023-08-16_10-50-17_2_lqw5kn.jpg",
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1692172345/bakery/cheesecake%20Friends/photo_2023-08-16_10-50-18_plpzvg.jpg"
            ]
          },
          {
            "text": "Тепер вимішуємо тісто, 2-х хвилин на вимішування буде достатньо. Тут уважно: якщо ви вже все змішали в однорідну консистенцію (тобто в мисці немає окремих кусків борошна і тд), і вам здається, що тісто все ще сильно крошиться, то додайте трішки білку (приблизно 5г) та знову перемішайте. У вас повинно вийти таке красиве однорідне тісто, яке легко формується."
          },
          {
            "image": [
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1692172345/bakery/cheesecake%20Friends/photo_2023-08-16_10-50-18_2_pasna3.jpg"
            ]
          },
          {
            "text": "Зробіть із тіста пласт товщиною 2 см, оберніть у харчову плівку та покладіть в холодильник на 1 годину."
          },
          {
            "image": [
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1692172345/bakery/cheesecake%20Friends/photo_2023-08-16_10-50-19_uxal5b.jpg"
            ]
          },
          {
            "text": "Поки тісто відпочиває та охолоджується, ви можете зробити начинку та підготувати форму для випічки."
          }
        ],
        "сирна начинка": [
          {
            "text": "Тут буде дуже просто: відміряли інгредієнти, змішали і все! Почнемо!"
          },
          {
            "text": "Крем-сир (450г) добре змішайтез цукром (120г)."
          },
          {
            "image": [
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1692172345/bakery/cheesecake%20Friends/photo_2023-08-16_10-50-20_xn2yvq.jpg",
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1692172345/bakery/cheesecake%20Friends/photo_2023-08-16_10-50-20_2_wlsbae.jpg"
            ]
          },
          {
            "text": "До крем-сиру тепер додайте яйце (1шт) та жовток (1шт). Перемішайте, можливо, на даному етапі буде зручніше спочатку вимішати все лопаткою/ложкою, а потім домішати вінчиком, щоб вийшла максимально однорідна консистенція."
          },
          {
            "image": [
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1692172345/bakery/cheesecake%20Friends/photo_2023-08-16_10-50-21_rlk08h.jpg",
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1692172346/bakery/cheesecake%20Friends/photo_2023-08-16_10-50-22_bie7nb.jpg"
            ]
          },
          {
            "text": "Додайте сметану (100г), 0,5 столової ложки лимонного соку, дрібку солі, перемішайте."
          },
          {
            "image": [
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1692172346/bakery/cheesecake%20Friends/photo_2023-08-16_10-50-22_2_tbzoqw.jpg",
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1692172346/bakery/cheesecake%20Friends/photo_2023-08-16_10-50-24_bvjh0n.jpg"
            ]
          },
          {
            "text": "Тепер найсакральніший етап: відділити ванільні зерна від стручка. Для цього надріжте ванільний стручок вздовж гострим ножем, тут ви вже почуєте цей неймовірний аромат ванілі! Вишкребіть ножем ванільні зерна, рухаючись від початку до кінця стручка. Залиште трохи ванілі для етапу приготування сметанної верхівки (якщо ви збираєтесь її робити, що я дуже рекомендую). Тепер цей скарб додайте до чізкейку та перемішайте, щоб ванільні зерна розподілились по всій масі."
          },
          {
            "image": [
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1692172342/bakery/cheesecake%20Friends/photo_2023-08-16_10-50-26_hjoy5e.jpg",
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1692172346/bakery/cheesecake%20Friends/photo_2023-08-16_10-50-26_2_d1zti6.jpg",
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1692172346/bakery/cheesecake%20Friends/photo_2023-08-16_10-50-25_nhfhfu.jpg",
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1692172342/bakery/cheesecake%20Friends/photo_2023-08-16_10-50-27_2_sgxxz5.jpg"
            ]
          }
        ],
        "випікання": [
          {
            "text": "Увімкніть пічку на 180 градусів."
          },
          {
            "text": "Приготуйте форму. Якщо ви використовуєте кондитерське кільце, то потрібно вирізати з пергаменту кружечок такого ж діаметру, як саме кільце. Також, виріжте пергамент для бортиків форми. Я зазвичай повністю окотую форму пергаментом, щоб дізнатись довжину кільця, вирізаю по цій довжині шматок пергаменту та обрізаю шматок по висоті кільця. Тепер кільце щільно оберніть у фольгу, на дно цієї форми покладіть кружечок з пергаменту, а борти застіліть пергаментом, там де він перетинається, змажте вершковим маслом, щоб приклеїти його обидва кінця."
          },
          {
            "image": [
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1692173909/bakery/cheesecake%20Friends/photo_2023-08-16_11-17-52_ax4f2v.jpg"
            ]
          },
          {
            "text": "Фух! Форма готова."
          },
          {
            "image": [
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1692173909/bakery/cheesecake%20Friends/photo_2023-08-16_11-17-53_lpvodl.jpg"
            ]
          },
          {
            "text": "Дістаньте тісто з холодильника, дуже швидко наріжте його в кранч – неохайні шматочки по 2-3 см, як на фото нижче."
          },
          {
            "image": [
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1692172343/bakery/cheesecake%20Friends/photo_2023-08-16_10-50-28_l1hfj8.jpg"
            ]
          },
          {
            "text": "Якщо ви впорались за 1 хвилину або менше, то можете одразу випікати цей кранч (пам’ятаєте, ми вмикали піч на 180?), випікаємо його 10-15 хвилин до рум’яності."
          },
          {
            "text": "Якщо ж ви довго різали тісто на кранч та воно встигло трішки нагрітись, то покладіть його в холодильник на 10 хвилин і тільки потім випікайте."
          },
          {
            "text": "Після випікання дайте тісту охолонути 7-10 хвилин, а поки змініть температуру в духовці 150 градусів, підготуйте блендер, розтопіть вершкове масло (50г) до рідкого стану в мікрохвильовці. Тепер зробіть в блендері крошку з цього печива. Вона не обов’язково має бути дуже дрібка, мені подобається, коли там є фракції 2-5мм, щоб їх було видно вже в готовому чізкейку."
          },
          {
            "text": "Тепер змішайте крошку та розтоплене вершкове масло, у вас має вийти щось схоже на тісто, але менш однороте та більш розсипчасте. Якщо тісто дууже розсипчасте та сухе навіть після ретельного розмішування, додайте ще трішки розтопленого масло АБО молока. Краще додавати їх по 1 чайній ложці, перемішувати та дивитись консистенцію."
          },
          {
            "image": [
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1692172343/bakery/cheesecake%20Friends/photo_2023-08-16_10-50-29_2_nuox1j.jpg",
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1692172343/bakery/cheesecake%20Friends/photo_2023-08-16_10-50-30_nfda9v.jpg"
            ]
          },
          {
            "text": "Ідеальна печивова маса - це та, яка ліпиться, але не прилипає!"
          },
          {
            "text": "Все, тепер ви готові викладати тісто у форму. Мені особисто це зручніше робити руками, хтось радить робити це за допомогою рівного стакану (але тоді його треба змазати рослинним маслом, щоб він не прилипав до тіста)."
          },
          {
            "image": [
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1692172343/bakery/cheesecake%20Friends/photo_2023-08-16_10-50-30_2_yieelo.jpg"
            ]
          },
          {
            "text": "ВАЖЛИВО: Спочатку поставте форму на деко!"
          },
          {
            "text": "Викладіть його на низ форми та зробіть так, щоб тісто покривало бортики форми також (можете формувати тісто стаканом або руками, якщо тісто липне до рук/стакану, змастіть руки/стакан маслом)."
          },
          {
            "text": "ВАЖЛИВО: впевніться, що форма все ще стоїть на деко."
          },
          {
            "text": "Тепер мій улюблений момент! Акуратно вилейте начинку у форму з тістом, постукайте деко по столу, щоб сирна маса рівномірно розподілилась по формі, можете вирівняти тісто лопаткою."
          },
          {
            "image": [
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1692172344/bakery/cheesecake%20Friends/photo_2023-08-16_10-50-31_ajpofv.jpg"
            ]
          },
          {
            "text": "І тепер поставте чізкейк випікатись на 150 градусів на 40 хвилин. Через 40 хвилин понизьте температуру до 130 градусів та випікайте ще 20-40 хвилин. Тут не має точного часу, бо у кожного різні духовки і тд. Тому, слідкуйте, щоб тісто колихалось посередині (наче желе!), це сигнал, що чізкейк готовий!"
          },
          {
            "text": "Після випікання дайте чізкейку охолонути при кімнатній температурі приблизно 1 годину (можете залишити на ніч його при кімнатній температурі, а можете даже обережно перекласти його в холодильник (через тверду тонку дощечку) також на ніч). Зауважте, що його основа достатньо м’яка, і чізкейк не можна піднімати з деко, взявшить просто за форму, поки він не стабілізується, а на це йому потрібно мінімум 8 годин."
          },
          {
            "image": [
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1692172344/bakery/cheesecake%20Friends/photo_2023-08-16_10-50-32_yvt0pd.jpg"
            ]
          }
        ],
        "верхівка": [
          {
            "text": "Після того, як чіз охолонув та стабілізувався, давайте зробимо ніжну верхівку, яка абсолютно ідеально поєднюється з ванільним чізом! Для цього нам потрібна сметана (150г), ваніль, лимонний сік (1ст л). Це все просто перемішайте та обережно розподіліть масу по верхівці чізкейку."
          },
          {
            "image": [
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1692172344/bakery/cheesecake%20Friends/photo_2023-08-16_10-50-31_2_isozmj.jpg",
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1692172344/bakery/cheesecake%20Friends/photo_2023-08-16_10-50-33_jvewdw.jpg"
            ]
          },
          {
            "text": "Цей чіз здивує всіх, хто буде його куштувати, вони навіть можуть подумати, що то з Мілкбару абощо! Але ні, ви зробили його самі! Він буде в міру ніжний, з ванільним смаком та хрусткою ноткою печива :) Енджой та ділись в коментарях своїм чізкейком за цим рецептом!)"
          },
          {
            "image": [
                "https://res.cloudinary.com/dqkoxlze0/image/upload/v1692172344/bakery/cheesecake%20Friends/photo_2023-08-16_10-50-33_2_o3ezk7.jpg",
                "https://res.cloudinary.com/dqkoxlze0/image/upload/v1692172344/bakery/cheesecake%20Friends/photo_2023-08-16_10-50-34_kwhwbi.jpg",
                "https://res.cloudinary.com/dqkoxlze0/image/upload/v1692172344/bakery/cheesecake%20Friends/photo_2023-08-16_10-50-35_e6onwc.jpg"
            ]
          },
          {
            "text": "І ось який гарний чіз в розрізі!"
          },
          {
            "image": ["https://res.cloudinary.com/dqkoxlze0/image/upload/v1690967129/bakery/cheesecake%20Friends/photo_2023-07-01_20-33-56_t1oko7.jpg"]
          }
        ]
      }
    },
    {
      "slug": "blueberry-muffins",
      "mainImage": "https://res.cloudinary.com/dqkoxlze0/image/upload/v1691339620/photo_2023-08-06_18-17-22_xuc093.jpg",
      "title": "Ті самі Мафіни з лохиною",
      "description": [
        "Мафіни – просто кекси чи щось більше за це? Мафіни це частина кексової випічки, але глибока, неосяжна, багата до експериментів та нових текстурних відкриттів випічка! Я обожнюю їх, бо вони як конструктор для кондитера – можна робити все, що завгодно і як завгодно. Екперементуючи з ними, можна пізнати текстури випічки, поводження різних інгрідаєнтів у готовці та звісно ж, обрати свій улюблений мафіновий рецепт! Це як улюблений колір, квітка, тільки улюблений мафін. Чи знаєте ви, який він у вас? Я поділюсь з вами одним з можливих рецептів, який мені дуже сильно сподобався, а також історією про те, як я прийшла до цього рецепту.",
        "За місяць я приготувала 5 різних рецептів мафінів, і тільки два з них мені здались близькими до того, про пишуть англомовні сайти та до того, що я сама уявляла. В моєму погляді на ідеальні мафіни вони є двох видів: соковиті, ніжні, з м'якою врхівкою, та вагомі, щільні, ситні та з посипкою на верхівці.",
        "Ідеальний рецепт других я поки що не знайшла, зате знайшла ідеальний рецепт перших, дізналась багато про методи приготування та різні корисні лайфхаки. Я так зачарувалася цією випічкою, бо вона дуже проста в приготуванні, має багато варіацій для начинки та неймовірно смачна. Після цього рецепту ви вже не будете купляти мафіни десь в супермарккеті, бо найсмачніші будуть вдома, завжди готові до приготування, такі прості, такі чарівні.",
        "Тож, давайте скоріш готувати, обіцяю, вам сподобаєтся!"
      ],
      "category": "muffin",
      "bakingTime": "40-60 хвилин",
      "formSize": "12-порційна форма для мафінів",
      "amount": "9-10 мафінів",
      "tips": {
        "інгрідієнти": "В цьому рецепті інгрідієнти можyть бути з холодильника, в цілому температура інгрідієнтів не повпливає на результат.",
        "випікання": "Важливим моментом у приготуванні мафінів є температура. Необхідно ставити мафіни в духовку, розігріту на 200-180 градусів і після 10-7 хвили відповідно випікати на 175 градусів 10-15 хвилин до сухої шпажки.",
        "ягоди": "Які б ягоди ви не обрали, перед тим, як додасте їх у тісто, обов'язково обваляйте їх в борошні+крохмалю. Це насправді не дасть ягодам впасти на дно форми при випіканні.",
        "комбінування": "Ви можете замінити молоко на кефір/сметану або скомбінувати їх на ваш розсуд. Також, в цьому рецепті можна замінити жирову складову на вершкове масло+олію замість просто олії. Також, можна сміливо розбавити білий цукори коричневим. Це все буде впливати на смак та структуру тіста, але спробувати варто, бо так вам відкриється різноманітний світ мафінів! Я обов'язково зроблю ще декілька рецептів цієї випічки, щоб ви зрозуміли її багатогранність!"
      },
      "allIngredients": [
        "борошно пшеничне – 150г",
        "розпушувач – 1 1/2 чл",
        "сіль – 1/8 чл",
        "цукор білий – 110г + 2 ст л",
        "яйце – 1шт С0",
        "молоко – 120г",
        "лимонний сік – 1 ст л",
        "олія рослинна – 60г",
        "ваніль – 1/2 чл",
        "лохина – 150г",
        "вода – 2ст л"
      ],
      "ingredients": {
        "тісто": [
          "борошно пшеничне – 150г",
          "розпушувач – 1 1/2 чл",
          "сіль – 1/8 чл",
          "цукор білий – 110г",
          "яйце – 1шт С0",
          "молоко – 120г",
          "лимонний сік – 1 ст л",
          "олія рослинна – 60г",
          "ваніль – 1/2 чл",
          "лохина – 150г"
        ],
        "сироп": ["вода – 2ст л", "цукор білий – 2 ст л"]
      },
      "steps": {
        "тісто": [
          {
            "text": "Перш за все, увімкніть духовку на 200-180 градусів. Якщо у вас не дуже нова духовка, то рекомендую вмикати її на 200. Якщо духовка – супер та не пропускає повітря і нагрівається швидко і до вказаної температури, то вмикайте її на 180. Нехай ви будете впевнені, що духовка точно нагрілась до потрібної температури. Це важливо, щоб мафіни правильно піднялись та не розтіклись по формі."
          },
          {
            "text": "Другий підготовчий момент у цьому рецепті – зробити [пахту] або щось схоже на це. Для цього поєднайте потрібне молоко (120г) та лимонний сік (1 сл л). Перемішайте їх та відставте на 10 хвилин. А за цей час робіть наступні кроки."
          },
          {
            "image": [
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1691335537/photo_2023-08-06_18-25-22_it46u8.jpg"
            ]
          },
          {
            "text": "В окремій мисці змішайте сухі інгрідієнти: борошно (150г), розпушувач (1 1/2чл), сіль (1/8 чл), цукор (110г)."
          },
          {
            "image": [
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1691335157/bakery/blueberry%20muffins/photo_2023-08-06_18-17-26_dxz8xl.jpg",
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1691335156/bakery/blueberry%20muffins/photo_2023-08-06_18-17-26_2_r7engy.jpg",
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1691335156/bakery/blueberry%20muffins/photo_2023-08-06_18-17-26_3_lkc3si.jpg"
            ]
          },
          {
            "text": "Тепер в іншій мисці змішайте яйце (1шт), олію (60г), пахту, яку ми робили на початку рецепту, та ваніль (1/2 чл)."
          },
          {
            "image": [
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1691335157/bakery/blueberry%20muffins/photo_2023-08-06_18-17-27_crp6kw.jpg",
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1691335157/bakery/blueberry%20muffins/photo_2023-08-06_18-17-27_2_xnuelz.jpg"
            ]
          },
          {
            "text": "Тепер просто влийте рідку масу в суху (там де борошно) та перемішайте, не сильно старайтесь перемішувати, якщо залишилось трохи крупинок борошна – це нормально. Ми не повинні занадто мішати це тісто, 30 секунд буде достатньо."
          },
          {
            "image": [
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1691335157/bakery/blueberry%20muffins/photo_2023-08-06_18-17-27_4_jmkpii.jpg",
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1691335157/bakery/blueberry%20muffins/photo_2023-08-06_18-17-27_3_dop4jf.jpg"
            ]
          },
          {
            "text": "Зараз треба вмішати лохину у тісто. Але спочатку присипте лохину 1 ст л борошна та 1 ст л кромалю та перемішайте, щоб ягода покрилась рівнамірно борошном та згодом не осіла в тісті на саме дно. Чому це важливо? Нам не потрібне варення внизу мафіна, а нагорі тісто. Нам потрібен мафін, де рівномірно розпожілилось тісто та ягоди."
          },
          {
            "image": [
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1691335158/bakery/blueberry%20muffins/photo_2023-08-06_18-17-28_f1mb1l.jpg"
            ]
          },
          {
            "text": "Змішайте тісто з лохиною лопаткою. Також старайтесь довго не вимішувати."
          },
          {
            "image": [
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1691335158/bakery/blueberry%20muffins/photo_2023-08-06_18-17-29_ntp9yy.jpg",
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1691335158/bakery/blueberry%20muffins/photo_2023-08-06_18-17-29_2_ivkcte.jpg"
            ]
          },
          {
            "text": "Все виглядає круто! Тепер вистіліть форму паперовими/силіконовими формами для мафінів. Нам потрібні окремі форми для того, щоб легко дістати мафіни із загальної форми, щоб їх можна було порційно подавати та для того щоб, вони вийшли з форми цілими."
          },
          {
            "text": "Розподіліть тісто по формам, так, щоб форма була майже повністю заповнена. Таке заповнення дасть мафіну ту саму об'ємну шапочку, яка так їх виділяє."
          },
          {
            "image": [
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1691335158/bakery/blueberry%20muffins/photo_2023-08-06_18-17-30_znfyns.jpg"
            ]
          },
          {
            "text": "Поставте тісто випікатись 10 хвилин при температурі 200-180 градусів. Потім понизьте температуру до 175 градусів та випікайте ще 10-15 хвилин. Готовий мафін має золотисту корочку та при проколюванні його шпажкою, вона виходить сухою."
          },
          {
            "image": [
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1691335158/bakery/blueberry%20muffins/photo_2023-08-06_18-17-31_cmnewb.jpg"
            ]
          }
        ],
        "сироп": [
          {
            "text": "Поки випікається тісто, зробіть сироп, це мастхев, не лініться! Для цьго потріно всього лише в невеличкій ємності довести до кипіння воду (2 ст л) та цукор (2 ст л). Пропорція 1:1 такого сиропу ідеальна для мафінів. Воно не дасть непотрібної нам вологи, а просто зробить верхівку мафіна ніжною, трішки соковитою та м'якою."
          },
          {
            "image": [
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1691335158/bakery/blueberry%20muffins/photo_2023-08-06_18-17-34_bhtdg4.jpg"
            ]
          },
          {
            "text": "Після того, як мафіни приготувались, дістаємо їх з духовки та одразу посочуємо сиропом. Достатньо буде 1-2 чайної ложки на 1 мафін. Після того, як ви пропитали мафіни, залиште їх до завтрашнього дня, бо так буде набагато смачніше їми ласувати!"
          },
          {
            "image": [
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1691335158/bakery/blueberry%20muffins/photo_2023-08-06_18-17-32_emhchd.jpg"
            ]
          },
          {
            "text": "Ось такі гарні вони зовні та всередині! А які соковиті та ніжні!"
          },
          {
            "image": [
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1691335156/bakery/blueberry%20muffins/photo_2023-08-06_18-17-24_srqzly.jpg",
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1691335156/bakery/blueberry%20muffins/photo_2023-08-06_18-17-23_oqvzfw.jpg",
              "https://res.cloudinary.com/dqkoxlze0/image/upload/v1691335156/bakery/blueberry%20muffins/photo_2023-08-06_18-17-25_meuqfl.jpg"
            ]
          },
          {
            "text": "P.S. Поки писала рецепт неймовірно захотіла з«їсти шматочок, тож піду приготую чай та з'їм :)"
          }
        ]
      }
    }
  ]
}
