{
  "data": [
    {
        "slug": "muffins",
        "title": "Мафіни, чому їх варто приготувати",
        "description": [
            "Про мафіни я можу розповідати досить довго, бо я вважаю їх полем для пекарських експериментів!",
            "Дуже довгий час я обходила випічку мафінів стороною, бо в мене банально не було для них форми :) Тільки зараз я розумію свою помилку, бо могла би краще зрозуміти тісто ще давно.",
            "Давайте почнемо з визначення: мафіни – це вид кексової випічки, де тісто розливається по конусоподібним формам з плоским дном, верхівка мафіну має бути досить високою, а всередині тіста можуть бути будь-які начинки: ягоди, шоколад, фрукти, цукати тощо. Також мафіни можуть бути соленими. Вони прийшли з Британії або Німеччини (точні дані невідомі). Відомо тільки те, що наразі в Британії це дуже популярна випічка, яку частують загалом на сніданок, бо мафіни дуже поживні, повноцінні та мають баланс жиру/вуглеводів та начинки (ягід), трішки схожі на хліб. В цілому, значення слова “мафін” як з англійського, так і з німецького пов’язане з хлібом.",
            "Інтернет пише, що зараз існує два види мафінів: американські (на розпушувачі, ті, до яких ми з вами звикли) та англійські (на дріжджах, більше схожі на здобні булочки).",
            "Я наразі пишу про американські, бо це ті в які я саме і закохалась :)",
            "Отож, американці люблять насправді спрощувати все. Майже вся їх випічка полягає в собі змішати та розлити по формах. І мафін не виключення: він має бути легким і швидким в приготуванні, це закон!",
            "Я бачила багато лайфгаків про те, як зробити мафіни ідеальними, зараз я з вами поділюся тими, які я спробувала на власному досвіді."
        ],
        "tips": [
            {
                "title": "Про масло",
                "text": [
                    "Вершкове масло чи олія? Вічне питання. Якщо це питання стосується мафінів, то можете сміливо експериментувати: готувати з масла кімнатної температури (збивати з цукром або просто вмішувати), готувати з розтопленого масла, або ж взяти 50% олії та 50% розтопленого масла, або зробити повністю на рослинній олії. В будь-якому випадку буде смачно, просто буде різна текстура. А текстура впливає на наше сприйняття їжі, тому ви будете в захваті, наскільки по-різному смакують мафіни з різною жировою складовою!"
                ]
            },
            {
                "title": "Про борошно",
                "text": ["З борошном майже така сама історія. В америці люблять випічку з кукурудзяного борошна. Наприклад, в книзі [Friends. The Official Cookbook][https://book-ye.com.ua/seo/catalog/kulinariya/druzi-ofitsijna-kulinarna-knyha/] мафіни готуються саме на суміші пшеничного та кукурудзяного борошна. Також, є багато рецептів з вівсяним борошном. Отож, сміливо можете брати пропорцію 60/40, де більша частина – то є пшеничне борошно, а інша частина – будь-яке інше."]
            },
            {
                "title": "Про рідину",
                "text": [
                    "Я вже казала, що з мафінами можна експериментувати без меж? Підтверджую!",
                    "Ви можете обрати в якості рідини молоко, кефір, [пахту][thats-what-she-baked/blog/pahta], пряжене молоко, сметану, грецький йогурт. Ви також можете скомбінувати їх! Тут не має пропорцій, але постарайтесь, щоб там все ж таки була рідина, наприклад 20% молока та 80% сметани."
                ]
            },
            {
                "title": "Заміс тіста",
                "text": ["Так, в рецепті мафінів це важливо, щоб тісто було розсипчастим після випікання. А при перемішуванні тіста розвивається глютен (який є складовою борошна), і через це тісто стає нерозсипчастим, більш цілісним за структурою. При замісі дріжджової випічки це навпаки - добре, але не для мафінів :)"]
            },
            {
                "title": "Відпочинок тіста",
                "text": [
                    "Чи треба цьому тісту відпочивати ніч, щоб волога та глютен могли довше побути один з одним та надати тісту більш плотну, але в той же час не затягнуту текстуру?",
                    "Моя думка – цього не треба робити. Але якщо вам дуже хочеться, то зазвичай тісто, яке зроблене на основі вершкового масла та пшеничного борошна, можна поставити в холодильник на ніч та випікати на наступний день. Тоді ви помітите, що тісто стало більш густе, можливо, з’явились бульбашки. За смаком нічого не зміниться, а ось текстура стане більш гливка, тож випікати треба буде трішки довше. Але чекати цілу ніч, щоб майже нічого не змінилось, ну воно того не варте!)",
                    "Краще почекати ніч після того, як мафіни спекуться, бо на ранок вони дійсно будуть набагато смачнішими!"
                ]
            },
            {
                "title": "Викладання тіста у форми",
                "text": ["Це потрібно, щоб тісто добре піднялось і готові мафіни мали красиву високу верхівку. Я зазвичай залишаю 1 сантиметр від краю форми. Але без правильно підібраної температури верхівка може не піднятись, а розплистись по формі, що вплине на зовнішній вигляд мафінів. Тому, читайте наступне правило."]
            },
            {
                "title": "Температура випікання",
                "text": [
                    "Саме для того, щоб отримати високу верхівку, на початку випікання температура в духовці має бути 180-200 градусів. Якщо духовка більш-менш нова та сучасна, то ставте 180, якщо ви знаєте, що ваша духовка не догріває до поставленої температури, то ставте на 200. Час випікання на такій температурі має бути від приблизно 7-10 хвилин. Потім потрібно поставити 175 градусів та випікати 10-15 хвилин до золотої скоринки.",
                    "Я рекомендую придбати термометр для духовки, який буде показувати реальні градуси. Для прикладу, [ось такий][https://zapodarkom.com.ua/ua/product/termometr-dlya-dukhovki-strelochnyy/?utm_source=googlemc&utm_medium=cpc&utm_campaign=termometri&utm_idproduct=9594&utm_mainarticulproduct=111-4224&gclid=Cj0KCQjwz8emBhDrARIsANNJjS7FrWfq7i5vOFlWyZm3iPu1xbjbfOwBcm1Pue_wLP7SDXA0ibsgnmkaAoLREALw_wcB]"
                ]
            },
            {
                "title": "Вмішування ягід",
                "text": ["Це давній лайфгак, настільки, що я сама його недооцінювала. Але він дійсно працює! Все, що треба це сухі ягоди обваляти в суміші борошно-крохмаль (1:1).І після цього ягоди вмішати у тісто. Звичайно, що сумішу повинно бути дуже мало, щоб вона тільки покривала ягоди."]
            },
            {
                "title": "Ну добре, а коли вже їсти?",
                "text": "Від щирого серця вам рекомендую їсти мафіни на 2 день після приготування. І взагалі, з кожним наступним днем мафіни стають все смачніше та смачніше, ніби в них відбувається якась магія! Та це не магія, а розподіл вологи :)"
            }
        ],
        "conclusion": [
            "Це всі рекомендації та лайфгаки, які я протестувала. Сподіваюсь, що вони стануться вам в нагоді!",
            "Якщо спробували приготувати мафіни, якщо є враження та думки по пунктам вище, сміливо пишіть в коментарях!"
        ]
    },
    {
        "slug": "buttermilk",
        "title": "Пахта",
        "description": [
            "Тут не буде наукового тексту, лише мої роздуми. Більш детальні статті про пахту можна знайти в інтернеті, наприклад, у пана Клопотенка."
        ],
        "tips": {
            "title": "",
            "text": [
                "Пахта – це кисломолочний продукт, дуже популярний у випічці на заході. Основа для пахти – побічна рідина при приготуванні вершкового масла.",
                "Я про пахту дізналась з американських рецептів, у них це ‘buttermilk’ – ‘вершкове молоко’ дослівно. В Україні я не бачила в продажі даного продукту, тому, поки що, її не куштувала. Якщо ви бачили пахту на полицях якогось із супермаркетів – напишіть в коментарях, це буде корисно!",
                "Я майже ніколи не зустрічала на західних ресурсах рецепти з кефіром, зате багато бачила на основі пахти. Пахта є ближчою до молока, ніж до кефіру, але має кефірну кислинку.",
                "І саме західні ресурси радять приготувати власну пахту, якщо такої немає. Щоб це зробити вони радять змішати молоко з лимонним соком у пропорції 1 столова ложка соку на 240 мл молока, та настояти 10 хвилин. Після чого саморобна ‘пахта’ готова :)",
                "В цілому, для більшості рецептів цього достатньо. А якщо ви хочете спробувати справню пахту, раджу все ж таки зайти на статтю пана Клопотенка, бо там він досить цікаво розповідає про це."
            ]
        },
        "conclusion": ["Ось така коротка стаття вийшла, сподіваюсь, що вона була хоть трохи корисною для вас! Якщо є запитання, то пишіть їх в коментарях :)"]
    }
  ]
}
